Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/barentsovttasbargu_id_87028.html.tmx
Source language: sme
Languages: nob

source: Barentsovttasbargu
nob: Barentssamarbeidet

source: Álgoálbmotáššit leat dehálaččat Barentsovttasbarggus .
nob: Innenfor Barentssamarbeidet har urfolksspørsmål en viktig plass .

source: Barentsguovllus ellet golbma álgoálbmoga - sámit , nenjehcat ja vepselaččat .
nob: I Barentsregionen lever tre urfolk - samer , nenetser og vepsere .

source: Ii galli sajis máilmmis leat ná lagaš ovttasbargu gaskal álgoálbmogiid , riikkarájáid rastá .
nob: Få steder i verden er det et så nært samarbeid urfolkene i mellom , på tvers av landegrensene .

source: Buorre oktavuohta lea maiddái gaskal oassálasti riikkaid Norgga , Ruoŧa , Suoma ja Ruošša ráđđehusdásis .
nob: Det er også nær kontakt til regjeringsnivået i deltakerlandene Norge , Sverige , Finland og Russland .

source: Álgoálbmogiid ovddasteaddjit oassálastet Barentsovttasbarggu buot osiide .
nob: Representanter for urfolk deltar på alle felter innen Barentssamarbeidet .

source: Lea ásahuvvon sierra álgoálbmogiid gaskasaš regionála ovttasbargoorgána .
nob: Det er opprettet et eget regionalt samarbeidsorgan mellom urfolkene .

source: 1999 ráhkadii álgoálbmotjoavku doaibmaplána Barentsguovllu álgoálbmogiidda .
nob: I 1999 utarbeidet urfolksgruppen en handlingsplan for urfolkene i Barentsregionen .

source: Vuoruhuvvojit dakkár doaibmabijut mat galget nannet ja bisuhit álgoálbmogiid giela , kultuvrra , sin árbevirolaš ealáhus- ja duodjedoaimmaid , ja vel ovdánahttit sin ekonomiija .
nob: Prioriterte oppgaver er tiltak for å styrke og bevare urfolkenes språk , kultur , deres tradisjonelle nærings- og håndverksvirksomhet , samt arbeide for økonomisk utvikling .

source: Ruošša álgoálbmogiid eallindilálašvuođaid ja dearvvašvuođa buorideapmi lea eará dehálaš bargamuš .
nob: Forbedring av levekår og helse for urfolkene på russisk side er en annen viktig oppgave .

source: Barentsguovllu álgoálbmotovttasbargu lea regionála ovttasbargu mii čađahuvvo álgoálbmogiid eavttuid vuođul .
nob: Urfolksamarbeidet i Barentsregionen er et regionalt samarbeid som foregår på urfolkenes egne premisser .

source: Norgga Sámediggi ja Norgga gielddat main sámit ásset , barget árjjalaš oassálastin .
nob: Sametinget på norsk side og norske kommuner med samisk befolkning spiller en aktiv rolle .

source: Stáhta doarju barggu doaibmabijuid ja prošeavttaid ruhtademiin , ja dan láhkai ahte álgoálbmogat besset buktit iežaset oaiviliid buot dehálaš ovttasbargoáššiin .
nob: Fra statlig side støttes arbeidet gjennom finansiering av tiltak og prosjekter , og ved at urfolkene blir hørt i alle viktige samarbeidsspørsmål .

source: Barentsráđđi mearridii iežas čoahkkimis njukčamánus 1999 bidjat nuoraidpolitihka ge iežas ovddidansuorgin .
nob: Barentsrådet vedtok på sitt møte i mars 1999 å inkludere ungdomspolitikk som et av sine utviklingsområder .

source: Geassemánus 1999 ásahuvvui bargojuogus mas leat Suoma , Ruošša , Ruoŧa , Danmárkku , Islándda ja Norgga ovddasteaddjit ja mas galgá leat ovddasvástádus nuoraidpolitihkalaš áššiin .
nob: I juni 1999 ble det etablert en arbeidsgruppe med representanter fra de departementene i Finland , Russland , Sverige , Danmark , Island og Norge som har ansvaret for ungdomspolitiske spørsmål .

source: Lea maiddái vuođđuduvvon ovttasbargofierpmádat gaskal reiuvnna nuoraidorganisašuvnnaid ja - joavkkuid ( Barents Regional Youth Forum ) .
nob: Det er også etablert nettverk for samarbeid mellom ungdomsorganisasjoner og grupper i regionen ( Barents Regional Youth Forum ) .

source: Álgoálbmotnuorain leat sierra ovddasteaddjit fierpmádagas .
nob: Urfolksungdom har egne representanter i nettverket .

source: Nuoraidkonferánsa mearridii doaibmaplána Romssas miessemánus 2001 .
nob: En handlingsplan ble vedtatt på Ungdomsministerkonferansen i Tromsø i mai 2001 .

source: Doaibmaplánain movtiidahttit nuoraid álggahit ovttasbargoprošeavttaid Barentsguovllus , erenoamážit galggašii álgoálbmotnuoraid movttiidahttit .
nob: Gjennom handlingsplanen skal det stimuleres til samarbeidsprosjekter i Barentsregionen , spesielt til samarbeid mellom urfolksungdom .

source: Prošeavttat mat ovddidit álgoálbmogiid kultuvrra , vuoruhuvvojit .
nob: Prosjekter som fremmer urfolkenes kultur vil bli prioriterte .

source: Deattuhuvvo ovddidit diehtojuohkima nuoraide .
nob: Det vil bli lagt vekt på utvikling av informasjon til ungdom .

source: Riikkaid ovttasbarggu bokte galget eallindilálašvuođat kártejuvvot ja dutkanovttasbargu nannejuvvot .
nob: Gjennom et samarbeid landene i mellom , skal levekår kartlegges og forskningssamarbeidet styrkes .

source: Davviriikkalaš ovttasbargu kultursuorggis lea , Barentsovttasbarggu rámmaid siskkobealde , viiddiduvvon nu ahte dat maiddái guoská Guoládatnjárgga sámeálbmogii .
nob: Det nordiske samarbeidet på kulturområdet er , innenfor rammen av Barentssamarbeidet , utvidet til å omfatte den samiske befolkning på Kola .

source: Go jurddaša lagaš oktavuođaid mat čatnet oktii sámeálbmoga , de lea dát dakkár ovttasbargu maid berre joatkit .
nob: Med de bånd som knytter den samiske befolkning sammen , er dette et samarbeid som bør fortsette .

source: Ná dovddaha maid dan lagaš gaskavuođa mii davvin lea gaskal Norgga ja Ruošša .
nob: Det er også et uttrykk for det nære naboskap som i nord eksisterer mellom Norge og Russland .

source: Ovttasbargu Guoládatnjárgga eará álgoálbmotjoavkkuiguin berre bisuhuvvot .
nob: Samarbeidet med andre urfolksgrupper på Kola bør videreføres .

source: Barentsčállingoddi
nob: Barentssekretariatet
